import { LiveRoom } from './types';

export const LIVE_ROOMS: LiveRoom[] = [
  {
    id: 'fashion',
    name: '大时尚直播间',
    videoUrl: 'https://jd-1318541159.cos.ap-beijing.myqcloud.com/%E5%A4%A7%E6%97%B6%E5%B0%9A.mp4',
    skus: [
      {
        "id": "f-001",
        "name": "PLUS京典年卡",
        "price": 999
      },
      {
        "id": "f-002",
        "name": "LOEWE罗意威线上精品",
        "price": 999
      },
      {
        "id": "f-003",
        "name": "思琳思琳官方旗舰店商品",
        "price": 999
      },
      {
        "id": "f-004",
        "name": "PLUS+腾讯视频联名年卡",
        "price": 999
      },
      {
        "id": "f-005",
        "name": "PLUS+QQ音乐联名年卡",
        "price": 999
      },
      {
        "id": "f-006",
        "name": "PLUS京典年卡(保你不赔) ",
        "price": 999
      },
      {
        "id": "f-007",
        "name": "PLUS+爱奇艺白金VIP联名年卡",
        "price": 999
      },
      {
        "id": "f-008",
        "name": "DIOR迪奥官方时装小程序商品",
        "price": 999
      },
      {
        "id": "f-009",
        "name": "【请勿从此页面下单】京东省钱卡(原省省卡)超值权益券包 早买早省 【购买后在 我的-我的订单-查看权益】",
        "price": 999
      },
      {
        "id": "f-010",
        "name": "思琳思琳",
        "price": 999
      },
      {
        "id": "f-011",
        "name": "佳明（GARMIN）Forerunner255神秘灰心率跑步铁三户外运动智能手表生日礼物",
        "price": 999
      },
      {
        "id": "f-012",
        "name": "高驰COROS PACE Pro铁三旗舰竞技智能手表跑步骑行游泳马拉松GPS 灰色",
        "price": 999
      },
      {
        "id": "f-013",
        "name": "易跑YPOO马拉松跑步机家庭用爬坡折叠减震护膝静音高端健身房器材M5 马拉松Pro+升级版/真13°大坡度/700大跑台",
        "price": 999
      },
      {
        "id": "f-014",
        "name": "高驰 COROS NOMAD户外探索表长续航钓鱼路亚海钓徒步登山越野",
        "price": 999
      },
      {
        "id": "f-015",
        "name": "麦瑞克（MERACH）动感单车家用智能自发电健身器材室内自行车绝影ONE2代 MR-S10W2",
        "price": 999
      },
      {
        "id": "f-016",
        "name": "高驰COROS PACE 3双频全星座智能手表跑步骑行越野游泳 黑色硅胶款",
        "price": 999
      },
      {
        "id": "f-017",
        "name": "米家小米筋膜枪3 迷你版 深空灰 健身按摩仪按摩器肩颈全身肌肉按摩送父母男友女友生日节日新年礼物",
        "price": 999
      },
      {
        "id": "f-018",
        "name": "华为智选鸿蒙智选跑步机家用降噪可折叠走步机亿健精灵S7免安装宽大跑台",
        "price": 999
      },
      {
        "id": "f-019",
        "name": "高驰PACE Pro无锡马拉松联名款铁三旗舰运动跑步骑行跑马表智能手表",
        "price": 999
      },
      {
        "id": "f-020",
        "name": "高驰COROS PACE 4双频全星座运动手表音乐马拉松跑步爬楼越野超长续航",
        "price": 999
      },
      {
        "id": "f-021",
        "name": "GUYN茵魅孕妇连衣裙夏新款中长款大码宽松薄款孕妇装孕妈穿搭法式 粉色【法式优雅/美丽独特】 M",
        "price": 999
      },
      {
        "id": "f-022",
        "name": "一只鱼袜子男士10A级抗菌防臭秋冬季运动袜中筒长袜休闲棉袜透气",
        "price": 999
      },
      {
        "id": "f-023",
        "name": "京东洗衣服务衣鞋任洗6件上门取送 干洗服务水洗去渍熨烫杀菌",
        "price": 999
      },
      {
        "id": "f-024",
        "name": "NOSSKISSTRSV轻奢品牌男士直筒牛仔裤男新款春秋季商务宽松夏季薄款休闲 蓝灰色 98%棉 春季 均码 （请选择尺码）",
        "price": 999
      },
      {
        "id": "f-025",
        "name": "mybodyTooy轻奢品牌女士内衣女性感纯欲无痕女小胸聚拢显大收副乳文胸罩 黑色 单件【性感绑带】 M 75C 【舒适薄杯0.8c】",
        "price": 999
      },
      {
        "id": "f-026",
        "name": "MEODTRSV品牌男士黑灰色冰丝牛仔裤男夏季薄款长裤天丝休闲直筒长 5619B黑灰色【天丝薄款】 32",
        "price": 999
      },
      {
        "id": "f-027",
        "name": "京东自营洗鞋服务运动鞋任洗3双上门取送价值2000元内小白鞋京东洗衣",
        "price": 999
      },
      {
        "id": "f-028",
        "name": "NOSSKISSTRSV轻奢品牌男士牛仔裤男2025春季修身直筒男裤夏季薄款天丝裤 浅蓝色 款 常规 均码 （请选择尺码）",
        "price": 999
      },
      {
        "id": "f-029",
        "name": "Calvin KleinCK 男士平角内裤套装套盒 3条装 送男友礼物 U2664G 998黑白灰 L",
        "price": 999
      },
      {
        "id": "f-030",
        "name": "京东京造10A抑菌男式内裤男纯棉平角内裤大码男生四角短裤衩4条XXL",
        "price": 999
      },
      {
        "id": "f-031",
        "name": "SK-II神仙水精华液sk2水乳化妆品护肤品套装礼盒生日新年情人节礼物女",
        "price": 999
      },
      {
        "id": "f-032",
        "name": "兰蔻大粉水400ml爽肤水保湿水润滋润护肤品套装生日礼物礼盒送女友",
        "price": 999
      },
      {
        "id": "f-033",
        "name": "雅诗兰黛小棕瓶护肤品(精华30ml+眼霜15ml)化妆品礼盒新年情人节礼物女",
        "price": 999
      },
      {
        "id": "f-034",
        "name": "SK-II神仙水230ml精华液sk2水乳化妆品护肤品套装礼盒新年情人节礼物女",
        "price": 999
      },
      {
        "id": "f-035",
        "name": "雅诗兰黛小棕瓶精华眼霜15ml抗老淡纹护肤品化妆品礼盒生日新年礼物送女友",
        "price": 999
      },
      {
        "id": "f-036",
        "name": "兰蔻菁纯眼霜20ml 滋润淡纹润泽紧致护肤礼盒生日新年礼物送女友",
        "price": 999
      },
      {
        "id": "f-037",
        "name": "海蓝之谜（LA MER）精萃水乳套装(精萃水+精萃乳)护肤品化妆品礼盒生日情人节礼物女",
        "price": 999
      },
      {
        "id": "f-038",
        "name": "兰蔻大粉水400ml爽肤水保湿水滋润保湿水礼盒生日新年礼物",
        "price": 999
      },
      {
        "id": "f-039",
        "name": "雅诗兰黛小棕瓶精华露50ml抗老修护紧致护肤品套装化妆品礼盒情人节礼物",
        "price": 999
      },
      {
        "id": "f-040",
        "name": "兰蔻超修小黑瓶精华50ml抗老弹润修护护肤品礼盒新年情人节礼物女朋友",
        "price": 999
      },
      {
        "id": "f-041",
        "name": "TOP GLORIABS小白鞋男透气休闲真皮中帮运动厚底一脚蹬皮鞋男士小白鞋 米色 39 现货速发",
        "price": 999
      },
      {
        "id": "f-042",
        "name": "TOP GLORIA皮鞋男夏季新款商务正装厚底三接头牛津鞋牛皮增高休闲时尚皮鞋男 黑色(手工皮鞋) 37 (此款偏小一码)",
        "price": 999
      },
      {
        "id": "f-043",
        "name": "TOP GLORIA男士皮鞋尖头商务正装系带真皮头层牛皮英伦风男鞋婚宴办公鞋子男 黑色 36 标准国内皮鞋尺码",
        "price": 999
      },
      {
        "id": "f-044",
        "name": "TOP GLORIABS小白鞋男透气薄款网面运动网鞋轻便青少年休闲旅游小白椰子跑步 白色 39 现货速发",
        "price": 999
      },
      {
        "id": "f-045",
        "name": "TOP GLORIA秋季新款尖头皮鞋男正装商务结婚西装皮鞋男新郎亮面手工男鞋 黑色 38",
        "price": 999
      },
      {
        "id": "f-046",
        "name": "欢腾（HANG TEN）GF皮鞋男商务正装鞋子男真皮三接头亮皮手工牛津鞋职场面 黑色(亮皮) 41 (标准皮鞋码数)",
        "price": 999
      },
      {
        "id": "f-047",
        "name": "TOP GLORIABS小白鞋男小白鞋男休闲皮鞋运动高端真皮厚底飞行员中帮板鞋 米色 39 现货速发",
        "price": 999
      },
      {
        "id": "f-048",
        "name": "TOP GLORIA皮鞋男夏季新款正装商务头层牛皮手工擦色压花休闲时尚男士皮鞋 黑色(手工皮鞋) 37 (标准皮鞋码数)",
        "price": 999
      },
      {
        "id": "f-049",
        "name": "TOP GLORIA新款小尖头皮鞋男英伦真皮尖头布洛克雕花商务正装皮鞋复古男鞋子 黑色 35 标准国内皮鞋尺码",
        "price": 999
      },
      {
        "id": "f-050",
        "name": "ESSONIO女士墨镜女2025新款夏季开车防晒防紫外线大脸显瘦时尚太阳眼镜女 金框渐进灰片",
        "price": 999
      },
      {
        "id": "f-051",
        "name": "劳力士（ROLEX）手表男表 潜航者型系列黑水鬼精钢瑞士自动机械男士腕表 m126610ln-0001黑水鬼",
        "price": 999
      },
      {
        "id": "f-052",
        "name": "浪琴（LONGINES）瑞士手表 心月系列 月相女士钢带石英表新年礼物L81154876",
        "price": 999
      },
      {
        "id": "f-053",
        "name": "暴龙（BOLON）男士太阳镜男轻弹驾驶镜飞行员蛤蟆镜开车偏光墨镜男 BL8010C10【偏光】",
        "price": 999
      },
      {
        "id": "f-054",
        "name": "【网红爆款】商务腕表石英运动表休闲皮带男女手表 黑色",
        "price": 999
      },
      {
        "id": "f-055",
        "name": "欧米茄（OMEGA）瑞士手表 海马系列300机械表210.30.42.20.01.001 情人节礼物",
        "price": 999
      },
      {
        "id": "f-056",
        "name": "欧米茄（OMEGA）瑞士手表 海马系列300机械表210.32.42.20.01.001 情人节礼物",
        "price": 999
      },
      {
        "id": "f-057",
        "name": "天梭（TISSOT）瑞士手表刘亦菲同款卡森臻我系列自动机械女表送女友新年礼物 银盘钢带 T122.207.11.036.00",
        "price": 999
      },
      {
        "id": "f-058",
        "name": "天梭（TISSOT）刘亦菲同款手表 小美人系列女表 机械女士钢带腕表时尚表新年礼物",
        "price": 999
      },
      {
        "id": "f-059",
        "name": "浪琴（LONGINES）瑞士手表 康卡斯潜水系列 男士钢带机械表新年礼物L38414966",
        "price": 999
      },
      {
        "id": "f-060",
        "name": "中国黄金 京东金条 Au99.99 20克 投资金 投资金条 送礼收藏 支持回购",
        "price": 999
      },
      {
        "id": "f-061",
        "name": "菜百首饰“财富”投资金条 足金Au999.9黄金金砖 投资 收藏礼品  “财富”金条 20克(不支持7天无理由退换货)",
        "price": 999
      },
      {
        "id": "f-062",
        "name": "中国黄金 Au9999黄金金元宝 100克",
        "price": 999
      },
      {
        "id": "f-063",
        "name": "中国黄金 京东金条 Au99.99 100克 投资金 投资金条 送礼收藏 支持回购",
        "price": 999
      },
      {
        "id": "f-064",
        "name": "菜百首饰“财富”投资金条 足金Au999.9黄金金砖 投资 收藏礼品  “财富”金条 100克(不支持7天无理由退换货)",
        "price": 999
      },
      {
        "id": "f-065",
        "name": "中国黄金 Au9999黄金薄片投资金条100g",
        "price": 999
      },
      {
        "id": "f-066",
        "name": "菜百首饰“财富”投资金条 足金Au999.9黄金金砖 投资 收藏礼品  “财富”金条 50克(不支持7天无理由退换货)",
        "price": 999
      },
      {
        "id": "f-067",
        "name": "中国黄金[狗头金]京东JOY金条Au99.99 50克   投资金条送礼收藏 支持回购",
        "price": 999
      },
      {
        "id": "f-068",
        "name": "领丰金（LING FENG GOLD）足金9999黄金投资金条周年庆投资理财金条刻字定制节日送人礼物 50g",
        "price": 999
      },
      {
        "id": "f-069",
        "name": "菜百首饰 足金Au999.9黄金金砖收藏礼品 “财富”金条 100克",
        "price": 999
      },
      {
        "id": "f-070",
        "name": "vineyin轻奢品牌男士手拿包男新款休闲时尚商务真皮男包大容量手抓包 补货链接勿拍 15*3*24(cm)",
        "price": 999
      },
      {
        "id": "f-071",
        "name": "爱尔威（Airwheel）电动行李箱可骑行智能拉杆箱可坐可代步20英寸 SL豪华版一银",
        "price": 999
      },
      {
        "id": "f-072",
        "name": "爱尔威（Airwheel）电动行李箱可骑行智能拉杆箱可坐可代步20英寸 青春版—银",
        "price": 999
      },
      {
        "id": "f-073",
        "name": "EAZZOPUS轻奢品牌行李箱全铝镁合金拉杆箱万向轮金属登机旅行箱密码箱 枪灰色 注意，下单前选择好需要的尺寸",
        "price": 999
      },
      {
        "id": "f-074",
        "name": "Maza Honguan男士皮带真皮2025新款自动扣商务时尚休闲腰带牛皮高端裤带高级感 磨砂豹子款+蟒蛇纹理--67 110cm",
        "price": 999
      },
      {
        "id": "f-075",
        "name": "EAZZOPUS轻奢品牌行李箱超轻拉链万向轮皮箱拉杆箱男女学生密码旅行箱 镜空粉色 磨砂 注意，下单前选择好需要的尺寸",
        "price": 999
      },
      {
        "id": "f-076",
        "name": "米家小米行李箱20英寸拉杆箱可登机箱万向轮旅行箱男女小型密码箱黑色",
        "price": 999
      },
      {
        "id": "f-077",
        "name": "EAZZOPUS轻奢品牌行李箱前开盖20寸登机箱女拉杆箱24寸铝框密码旅行箱 白色 注意，下单前选择好需要的尺寸",
        "price": 999
      },
      {
        "id": "f-078",
        "name": "七匹狼皮带男士商务休闲自动扣牛皮裤腰带送男友老公父亲生日礼物",
        "price": 999
      },
      {
        "id": "f-079",
        "name": "CHARLES&KEITH鳄鱼纹凯莉包手提斜挎婚包包女包生日情人节礼物CK2-50270880-1 Ivory象牙色 S",
        "price": 999
      },
      {
        "id": "f-080",
        "name": "【全网爆款】手动UV折叠雨伞男女晴雨伞两用防晒遮阳黑胶伞 【新人福利】7骨 纯色随机无黑胶",
        "price": 999
      }
    ]
  },
  {
    id: 'supermarket',
    name: '大商超直播间',
    videoUrl: 'https://shi-1318541159.cos.ap-guangzhou.myqcloud.com/zbtest-2.mp4',
    skus: [
      { id: 's-001', name: '美心（Meixin）流心奶黄港式月饼礼盒360g 8枚装中国香港进口中秋送礼礼品', price: 169 },
      { id: 's-002', name: '购物卡【指定商城兑换】2026春节购物卡礼品卡实体卡员工福利采购必备 礼卡 1000', price: 785 },
      { id: 's-003', name: '三只松鼠巨型零食大礼包30件3146g 超6斤礼物送对象肉蜜饯坚果团购年货', price: 1840 },
      { id: 's-004', name: '购物卡【指定商城兑换】春节购物卡礼品卡实体卡员工福利采购必备 礼卡 1000', price: 56 },
      { id: 's-005', name: 'Tafe 黑松露火腿苏打饼干(藜麦奇亚籽风味) 1.16kg 1.16kg*1箱', price: 390 },
      { id: 's-006', name: '三只松鼠坚果礼盒2422g/20件 新年货零食送礼松子开心果【李宏毅同款】', price: 666 },
      { id: 's-007', name: '三只松鼠坚果零食礼盒1600g/12件年货零食春节送礼夏威夷果【李宏毅同款】', price: 858 },
      { id: 's-008', name: '三只松鼠每日坚果750g/30袋 坚果礼盒礼包开心果零食新春年货送礼企业团购', price: 1872 },
      { id: 's-009', name: '京东京造 手撕风干牛肉干500g量贩约6成干内蒙特产清真牛肉零食年货团购', price: 1214 },
      { id: 's-010', name: '奥利奥（Oreo）夹心饼干缤纷双果味双口味装97gX4休闲零食大礼包 早餐下午茶', price: 100 },
      { id: 's-011', name: '京鲜生 智利车厘子巨无霸3J级5斤礼盒果径约30-32mm 年货礼盒 送卡尺', price: 1267 },
      { id: 's-012', name: '京鲜生 进口金枕榴莲 巴掌榴莲2个装  总净重5斤以上 源头直发', price: 1603 },
      { id: 's-013', name: '京鲜生 烟台红富士苹果 净重10斤 单果190g以上 生鲜水果 礼盒装', price: 1265 },
      { id: 's-014', name: '京鲜生 智利车厘子2J级5斤礼盒装果径约28-30mm  水果年货礼盒 送卡尺', price: 1144 },
      { id: 's-015', name: '京鲜生 智利车厘子超级巨无霸4J 5斤礼盒果径32-34mm 年货礼盒 送卡尺', price: 1718 },
      { id: 's-016', name: '京鲜生 泰国金枕头榴莲 净重4-5斤 1个装 生鲜 新鲜水果 源头直发 包邮', price: 1114 },
      { id: 's-017', name: '黄天鹅可生食鸡蛋 30枚/3.18斤礼盒装 生鲜鸡蛋京东自营 年货送礼', price: 1372 },
      { id: 's-018', name: '京鲜生 进口金枕头榴莲 2-4个装 总净重14斤以上 鲜果 生鲜 新鲜水果', price: 1487 },
      { id: 's-019', name: '鲜京采甄选 南美进口原切带芯牛后腱4斤 京东自有品牌【真原切】', price: 1084 },
      { id: 's-020', name: '佳沛（zespri）新西兰  阳光金奇异果25-27粒原箱特大果单果约122-146g  猕猴桃', price: 306 },
      { id: 's-021', name: '蒙牛特仑苏纯牛奶250ml*16盒 家庭早餐 年货礼盒', price: 1376 },
      { id: 's-022', name: '娃哈哈纯净水饮用水596ml*24瓶纸箱装【京东金榜】整箱瓶装水 包装随机', price: 1392 },
      { id: 's-023', name: '可口可乐（Coca-Cola）汽水饮料 碳酸饮料 330ml*24摩登罐 新老包装随机发货 年货', price: 1604 },
      { id: 's-024', name: '伊利【新鲜日期】金典纯牛奶整箱 250ml*16盒 3.6g乳蛋白 年货礼盒装', price: 426 },
      { id: 's-025', name: '景田 百岁山 饮用天然矿泉水 348ml*24瓶整箱装', price: 1398 },
      { id: 's-026', name: '伊利【新鲜日期】安慕希希腊风味早餐酸奶原味205g*16盒 年货礼盒装', price: 1403 },
      { id: 's-027', name: '三元纯牛奶250ml*24盒北京限定（原特品） 年货礼盒 新老包装随机发货', price: 460 },
      { id: 's-028', name: '伊利【新鲜日期】纯牛奶250ml*21盒 优质乳蛋白 年货财神装普通装混发', price: 728 },
      { id: 's-029', name: '伊利高钙低脂牛奶 250ml*21盒 加25%钙 早餐伴侣 年货礼盒装', price: 748 },
      { id: 's-030', name: '怡宝 饮用水 纯净水555ml*24瓶 整箱装', price: 1414 },
      { id: 's-031', name: '力士（LUX）依兰香沐浴露套装幽莲魅肤沐浴乳1000g送幽莲350g 持久留香', price: 111 },
      { id: 's-032', name: '吉列极光刀 剃刮胡须刀手动差旅便携款 1刀架4刀头 5层刀片 去油款情人节礼物 京东自营旗舰非吉利 防刮伤免须泡', price: 252 },
      { id: 's-033', name: '云南白药牙膏口腔护理经典套装 护龈亮白祛渍 清新口气3支装535g+牙刷2支', price: 682 },
      { id: 's-034', name: '海飞丝去屑洗发水男士女士丝质柔滑700g*2+200g洗头膏洗发水柔顺套装', price: 934 },
      { id: 's-035', name: '潘婷洗发水乳液修护洗护套装洗500g+护500g+护40ml 护发养发洗头膏', price: 1375 },
      { id: 's-036', name: '海飞丝去屑洗发水金榜男女士清爽去油1KG洗头膏洗发露控油蓬松京东自营', price: 406 },
      { id: 's-037', name: '护舒宝液体卫生巾量多日用270mm10片姨妈巾无感保护京东自营官方旗舰', price: 1577 },
      { id: 's-038', name: '维特丝沐浴露男女士持久留香72小时香体控油滋润保湿补水乳液金榜第1名', price: 912 },
      { id: 's-039', name: '护舒宝[NO.1卫生巾]液体卫生巾日用240mm36片姨妈巾无感保护京东自营', price: 958 },
      { id: 's-040', name: '卡诗山茶花护发精油30ml修护滋养柔顺亮泽防毛躁新年礼盒生日礼物', price: 692 },
      { id: 's-041', name: 'Orijen渴望猫粮 成猫幼猫粮 全价通用无谷原味鸡肉进口5.4kg效期26/8', price: 640 },
      { id: 's-042', name: '皇家幼猫奶糕 幼猫猫粮 BK34 通用粮 1-4月 2KG', price: 649 },
      { id: 's-043', name: '皇家室内成猫粮 I27 通用粮 12月以上 2KG', price: 949 },
      { id: 's-044', name: '米家小米米家智能生态鱼缸还原自然生态补仓一次三月无忧出差旅行必备', price: 129 },
      { id: 's-045', name: '麦富迪猫粮 超肉粒冻干双拼成猫粮美毛护肠三文鱼10kg/20斤【宠物金选】', price: 606 },
      { id: 's-046', name: '皇家幼猫猫粮 幼猫奶糕 K36 通用粮 4-12月 2KG', price: 375 },
      { id: 's-047', name: 'pidan混合猫砂 豆腐膨润土木薯60%:30%:10%混合2.4kg*4包自营猫砂', price: 1853 },
      { id: 's-048', name: '皇家成猫猫粮 营养均衡 F32 通用粮 1-7岁 4.5KG', price: 511 },
      { id: 's-049', name: '米家智能桌面鱼缸小米生态鱼缸小型智能专业背滤一体缸自循环', price: 268 },
      { id: 's-050', name: '皇家幼猫猫粮 幼猫奶糕 K36 通用粮 4-12月 4.5KG', price: 812 },
      { id: 's-051', name: '沙龙生花虹华鲜切花玫瑰郁金香花材批发', price: 569 },
      { id: 's-052', name: '雷沃谷神雷沃拖拉机厂家去补提车LY1204拖拉机YTO福田雷沃四轮拖拉机 1004四驱拖拉机', price: 242 },
      { id: 's-053', name: '洗车高压水枪园艺花园浇花浇水刷车神器家用水管软管喷头 黑粗水枪1个（不含配件）', price: 97 },
      { id: 's-054', name: '猪邦邦猪饲料双胞胎 仔浓金仔猪浓缩料40kg/袋  5包起拍', price: 60 },
      { id: 's-055', name: 'JoyFlower布朗熊永生花玫瑰熊礼盒情人节生日礼物女结婚纪念高级感送女朋友', price: 1382 },
      { id: 's-056', name: '爱必达云南玫瑰爱必达玫瑰鲜切花产地直发花材批发1000枝', price: 446 },
      { id: 's-057', name: '农宝 20L高压电动喷雾器充电打药机喷雾喷水浇花消毒喷雾器 机身调速', price: 432 },
      { id: 's-058', name: '猪邦邦双胞胎猪饲料 乳浓30 乳猪浓缩料20kg/袋   5袋起拍 20kg/袋', price: 866 },
      { id: 's-059', name: '五征工程农用三轮车建筑工地柴油三马子五征时风柴油三蹦子爬坡载重 单缸18马力三轮车 、左边方向', price: 1816 },
      { id: 's-060', name: '雷沃谷神雷沃拖拉机厂家去补提车LY1204拖拉机YTO福田雷沃四轮拖拉机 504四驱拖拉机', price: 153 },
      { id: 's-061', name: '洁柔抽纸 粉Face柔韧3层110抽*24包 可湿水纸巾卫生纸 抽纸整箱', price: 515 },
      { id: 's-062', name: '心相印抽纸 茶语丝享3层110抽*60包S码 纸巾 餐巾纸 （整箱销售）', price: 1711 },
      { id: 's-063', name: '蓝月亮深层洁净洗衣液 薰衣草香 1.95kg*2瓶+1kg*4瓶 高效除螨 强效去污', price: 1441 },
      { id: 's-064', name: '洁柔抽纸 粉Face柔韧3层120抽*24包  可湿水 原生木浆面巾纸 整箱纸巾', price: 1228 },
      { id: 's-065', name: '维达（Vinda）抽纸【孙颖莎推荐】棉韧3层100抽*36包S码 亲肤无刺激纸巾 AB混发', price: 675 },
      { id: 's-066', name: '蓝月亮洗衣液12斤套装：亮白增艳薰衣草3kg瓶+1kg袋*3 留香【京东金奖】', price: 1986 },
      { id: 's-067', name: '维达（Vinda）抽纸 超韧3层150抽*24包 真S码 湿水不易破 卫生纸 餐巾纸 整箱', price: 808 },
      { id: 's-068', name: '清风抽纸金装厚柔 360张*24包M码 4层纸巾抽  面巾纸餐巾纸 整箱装', price: 792 },
      { id: 's-069', name: '心相印抽纸 餐巾纸茶语丝享3层150抽*24包加大M码 纸巾 卫生纸整箱', price: 624 },
      { id: 's-070', name: '洁柔有芯卷纸 黑Face加厚4层200克*27卷 高克重 卫生纸卷筒纸纸巾整箱', price: 1643 },
      { id: 's-071', name: '大宠爱 猫驱虫药 体内外同驱耳螨虱子跳蚤虫 2.6-7.5kg成猫 3支装', price: 541 },
      { id: 's-072', name: '普安特宠物猫咪驱虫药驱虫体内体外驱幼成虫跳蚤犬虱非泼罗尼爱滴克套装', price: 503 },
      { id: 's-073', name: '大宠爱 猫狗体内外同驱 驱耳螨虱子等 2.5kg以下幼猫幼犬通用 3支装', price: 857 },
      { id: 's-074', name: '大宠爱 猫驱虫药 体内外同驱耳螨虱子跳蚤虫 2.6-7.5kg成猫 6支装', price: 1716 },
      { id: 's-075', name: '大宠爱 猫驱虫药 体内外同驱滴剂 宠物药品除寄生虫 2.6-7.5kg 3支装', price: 652 },
      { id: 's-076', name: '皇家泌尿道处方猫粮LP34稀释尿液溶解鸟粪石猫泌尿道全价处方粮1.5KG', price: 1661 },
      { id: 's-077', name: '红狗 化毛膏120g 猫咪化毛膏毛球症温润排毛补充维生素【品类领导者】', price: 403 },
      { id: 's-078', name: '大宠爱成猫体内外同驱虫套餐体内驱虫药外用滴剂', price: 1803 },
      { id: 's-079', name: '麦德氏IN狗狗鲨鱼软骨素340g宠物狗狗关节软骨素钙片修护关节老年犬', price: 612 },
      { id: 's-080', name: 'MAG【IFOS认证】深海狗狗鱼油胶囊DHA+EPA宠物鱼油犬用omega3 100粒', price: 716 },
      { id: 's-081', name: '京东京造AI小白盒 毛绒玩具盒子', price: 1768 },
      { id: 's-082', name: 'POP MART泡泡玛特 THE MONSTERS 前方高能系列-搪胶毛绒挂件盲盒拉布布 整盒6个（限购1盒） 不支持七天无理由退换', price: 358 },
      { id: 's-083', name: '乐高（LEGO）积木世界建筑粉丝收藏款礼物10307埃菲尔铁塔生日礼物家居装饰', price: 1391 },
      { id: 's-084', name: 'LIBERLIVEC1 无弦吉他智能电子吉他初学者自动挡专业弹唱 象牙白', price: 65 },
      { id: 's-085', name: '乐高（LEGO）积木拼装机械组系列42172 迈凯伦P1男孩玩具生日新年礼物年货装饰', price: 1147 },
      { id: 's-086', name: '乐高（LEGO）积木机械组42143 法拉利SP3跑车男孩玩具生日新年礼物年货装饰', price: 1082 },
      { id: 's-087', name: '乐高（LEGO）积木拼搭玩具创意百变系列10294泰坦尼克号玩具生日礼物家居装饰', price: 535 },
      { id: 's-088', name: 'aeroband空气乐队智能自学吉他自动挡电子吉他初学者入门无弦吉他 星耀黑', price: 1242 },
      { id: 's-089', name: '凯叔讲故事0-3岁早教机儿童玩具故事机启蒙益智男孩女孩新年礼物生日礼物', price: 1281 },
      { id: 's-090', name: '乐高（LEGO）积木哈利波特76419 霍格沃茨城堡和庭院男孩女孩玩具礼物新年装饰', price: 1185 },
      { id: 's-091', name: '五粮液 普五八代 浓香型白酒 52度 500ml*6 原箱礼物 官方授权 酒厂直供', price: 298 },
      { id: 's-092', name: '茅台 1935 酱香型白酒 53度 500ml*6 整箱装', price: 277 },
      { id: 's-093', name: '茅台2025年 精品 酱香型白酒 53度 500ml 整箱装【名酒鉴真】', price: 399 },
      { id: 's-094', name: '五粮液 普五八代  2022-26年 浓香型白酒 52度 500ml*6 原箱 年份随机', price: 510 },
      { id: 's-095', name: '茅台2025年 飞天  酱香型白酒 53度 500ml 单瓶装【酒厂直供】', price: 1955 },
      { id: 's-096', name: '茅台2025年 飞天 酱香型白酒 53度 500ml*6 整箱装【名酒鉴真】', price: 299 },
      { id: 's-097', name: '茅台2024年 飞天 酱香型白酒 53度 500ml 单瓶装【名酒鉴真】', price: 843 },
      { id: 's-098', name: '茅台 飞天 酱香型白酒 53度 500ml *6 原箱装 25/26随机【名酒鉴真】', price: 918 },
      { id: 's-099', name: '茅台 2022年 精品 酱香型白酒 53度 500ml*6 整箱装【名酒鉴真】', price: 492 },
      { id: 's-100', name: '茅台飞天 酱香型白酒 53度 1000mL 单瓶装【名酒鉴真】', price: 354 },
      { id: 's-101', name: '好孩子（gb）C400 婴儿车可坐可躺双向遛娃高景观易折叠宝宝婴儿推车 藏青 【可拆卸餐盘】藏青', price: 792 },
      { id: 's-102', name: 'a2奶粉紫白金A2幼儿配方奶粉2段(6-12月)900g*6 【好吸收还抗饿】', price: 874 },
      { id: 's-103', name: '爱他美（Aptamil）德国白金版HMO 婴儿配方奶粉pre段 (0-6个月) 800g 德爱白金', price: 1562 },
      { id: 's-104', name: '好孩子（gb）小情书D619-B 婴儿车0-3岁可坐可躺轻便折叠婴儿推车 薄雾灰 【小情书】薄雾灰', price: 72 },
      { id: 's-105', name: 'a2奶粉紫白金幼儿配方奶粉3段(1岁+)900g*6 【高营养好吸收】', price: 608 },
      { id: 's-106', name: '美素佳儿（Friso）皇家幼儿配方奶粉 3段（1-3岁幼儿适用）800g 乳铁蛋白 (新国标)', price: 1436 },
      { id: 's-107', name: '美素佳儿（Friso）皇家幼儿配方奶粉3段（1-3岁幼儿适用）800g*6罐 乳铁蛋白', price: 548 },
      { id: 's-108', name: '好孩子（gb）好孩子遛娃神器婴儿车轻便旋转双向高景观婴儿推车可折叠可坐躺 遛娃神器D2047-J-5820象牙白', price: 896 },
      { id: 's-109', name: '爱他美（Aptamil）德国白金版HMO 婴儿配方奶粉1段 (0-6个月) 800g 德爱白金', price: 460 },
      { id: 's-110', name: '美素佳儿（Friso）皇家较大婴儿配方奶粉 2段（6-12个月）800克 乳铁蛋白 新国标', price: 418 },
      { id: 's-111', name: '国济堂 龙呈祥瑞溯源海参礼盒200g 红色包装盒 大连瓦房店溯源淡干海参', price: 1384 },
      { id: 's-112', name: '味滋源月饼礼盒 白桃乌龙桂花绿豆多口味月饼-星河揽月480g（提篮款）', price: 1060 },
      { id: 's-113', name: '丝路驼宝5000（silutuobao） 补差专用，下单前请咨询客服', price: 1277 },
      { id: 's-114', name: '誓言果乡巴佬卤蛋35g*20枚 零食品方便速即食鸡蛋泡面搭档独立包装 鲜香卤味乡巴佬卤蛋35g*20枚', price: 1783 },
      { id: 's-115', name: '新穗 增城油粘米(籼米) 10kg 香滑软熟 煮饭煲粥炒饭多种食用方式 大米', price: 540 },
      { id: 's-116', name: '桃枫小离正宗铁棍山药刀削面手工铁杆面条宽面整箱挂面油泼 正宗铁棍山药刀削面450g10袋', price: 453 },
      { id: 's-117', name: '福临门 非转基因纯正玉米油5L 植物油烘焙食用油 新旧包装随机发货', price: 1428 },
      { id: 's-118', name: '银兴银兴 珍米 2.5kg', price: 266 },
      { id: 's-119', name: '富昌 灰枣 干果零食 大枣新疆和田特产 500g/袋 2袋起购 DP', price: 1142 },
      { id: 's-120', name: '金龙鱼 优选玉米油 5L 烘焙烹饪食用油 新旧包装随机发货 食用油玉米胚芽油炒菜纯香', price: 1722 },
      { id: 's-121', name: '鲁花【保真花生油】 食用油 5S 压榨一级 花生油 5L', price: 1977 },
      { id: 's-122', name: '十月稻田 2025年新米 五常香米 五常大米 10斤（东北大米 5公斤/十斤）', price: 1182 },
      { id: 's-123', name: '十月稻田 2025年新米 五常香米 五常大米 20斤（东北大米 10公斤）', price: 611 },
      { id: 's-124', name: '胡姬花 食用油【保真花生油】压榨 古法花生油6.18L', price: 378 },
      { id: 's-125', name: '金龙鱼 食用油【保真花生油】物理压榨 压榨一级花生油6.18L', price: 1858 },
      { id: 's-126', name: '福临门食用油葵花籽清香型食用植物调和油5升*4 整箱 新老包装随机 年货', price: 1066 },
      { id: 's-127', name: '鲁花 【保真菜籽油】食用油 低芥酸特香菜籽油 6.18L   物理压榨', price: 1800 },
      { id: 's-128', name: '十月稻田 2025年新米 长粒香大米 20斤（东北大米 香米 10公斤）', price: 347 },
      { id: 's-129', name: '福临门 泰玉香大米 一品香米 10斤*4 40斤整箱装', price: 1338 },
      { id: 's-130', name: '福临门金阙谣 食用植物调和油5升 食用油 新老包装随机发货 年货', price: 1869 },
    ]
  },
  {
    id: 'home_appliance',
    name: '家电家具直播间',
    videoUrl: 'https://jd-1318541159.cos.ap-beijing.myqcloud.com/%E5%AE%B6%E7%94%B5%E5%AE%B6%E5%B1%85.mp4',
    skus: [
      { id: 'h-001', name: '京东京造长颈鹿2代 立式护眼台灯学习灯全光谱普瑞灯珠大路灯落地灯', price: 1396 },
      { id: 'h-002', name: '米家小米桌面学习灯Pro 智能学习阅读台灯感应护眼灯具', price: 548 },
      { id: 'h-003', name: '欧普照明（OPPLE）吸顶灯简约可调色LED护眼照明灯具灯饰凝月呵护光客厅大灯 包安装', price: 379 },
      { id: 'h-004', name: '米家小米大路灯立式护眼学习灯全光谱台灯智能灯具灯头可旋转 标准版', price: 1333 },
      { id: 'h-005', name: '华为智选鸿蒙智选AAAAA级智能护眼学习台灯学生专用护眼灯调光调色3pro', price: 252 },
      { id: 'h-006', name: '米家智能吸顶灯D40全光谱卧室灯儿童房书房灯具现代【包安装】', price: 1008 },
      { id: 'h-007', name: '孩视宝立式护眼大路灯全光谱落地儿童学习阅读台灯E2C-120W', price: 353 },
      { id: 'h-008', name: '霍尼韦尔（Honeywell）立式护眼灯学习灯台灯全光谱落地灯大路灯儿童学生阅读台灯02Pro+', price: 1692 },
      { id: 'h-009', name: 'Paulmann P德国柏曼护眼台灯骑士大路灯学习LED全光谱落地灯儿童 [行业爆款]', price: 1951 },
      { id: 'h-010', name: '米家智能吸顶灯PRO卧室版卧室灯儿童房灯具简约现代【包安装】', price: 1623 },
      { id: 'h-011', name: '京选兄弟全新电脑同步机厚料缝纫机同步车皮革箱包坐垫工业厚料缝纫机吃厚 TP-700三自动同步车整套带台板架子', price: 380 },
      { id: 'h-012', name: '亚朵星球枕头颈椎枕芯睡眠慢回弹睡觉专用记忆棉双人基础款高枕一对装', price: 1232 },
      { id: 'h-013', name: '法兰绒毯单人毛毯毛巾被盖毯垫小被子午休办公室宿舍披肩毯铺盖 100*140cm，±5cm 颜色随机', price: 137 },
      { id: 'h-014', name: 'MEINSN轻奢品牌凉席竹席1.8直筒1.5m折叠双面加厚1.4/1.5/1.2/1.6可定制 宽2.0/长2.2米 直筒', price: 846 },
      { id: 'h-015', name: '亚朵星球慢回弹记忆绵枕 枕头护颈枕芯基础款枕头芯酒店睡眠高10cm单只装', price: 811 },
      { id: 'h-016', name: '亚朵星球慢回弹记忆绵枕 枕头护颈枕芯基础款枕头芯酒店睡眠低枕8cm单只', price: 266 },
      { id: 'h-017', name: '亚朵星球深睡控温被·冬季 Pro 2.0 A类被子被芯冬被保暖可机洗深睡蓝2m', price: 1081 },
      { id: 'h-018', name: '亚朵星球深睡枕Pro3.0成人护颈枕头助眠枕芯10cm对装情侣双人枕新年礼物', price: 1995 },
      { id: 'h-019', name: '环鼎【缺水断电】水暖电热毯水暖毯水电褥子水循环电热毯双人1.8*2.0m', price: 986 },
      { id: 'h-020', name: '亚朵星球深睡控温被四季Pro2.0 A类被芯春秋被子四季可机洗深睡蓝2m', price: 1215 },
      { id: 'h-021', name: '格力空调 天仪 1.5匹 新一级能效变频 纯铜管卧室节能省电挂机 国家补贴KFR-35GW/(35504)FNhAa-B1', price: 890 },
      { id: 'h-022', name: '美的京锦2挂机空调 变频 KFR-35GW/QJ201-1 一级能效 智能语音空调 钛白金 离线声控 防直吹', price: 330 },
      { id: 'h-023', name: '格力空调 云佳pro 1.5匹新一级能效变频纯铜管卧室挂机 新品升级 省电空调 国家补贴 KFR-35GW/NhMa1BG', price: 1006 },
      { id: 'h-024', name: '统帅（Leader）海尔出品三筒洗衣机ProMax 滚筒全自动 内衣洗 三桶年度机皇 国家补贴12.5KG XQGL125-MBLDE697WU1', price: 1958 },
      { id: 'h-025', name: '美的空调 京绽Pro 1.5匹挂机 变频冷暖 新一级变频壁挂式空调 全域扫风 KFR-35GW/MJ1P', price: 1144 },
      { id: 'h-026', name: '美的KFR-35GW/MJD2-1  京皓Pro1.5匹挂机 一键酷省电 循环风量升级', price: 1741 },
      { id: 'h-027', name: '格力空调 云锦Ⅲ 1.5匹新一级能效变频 纯铜管省电舒适风搭载冷酷外机挂机国家补贴 KFR-35GW/NhAe1BAj', price: 602 },
      { id: 'h-028', name: '小米米家空调 巨省电 1.5匹 一级能效 快速冷暖 空调挂机 KFR-35GW/N1A1【整机十年质保】', price: 1539 },
      { id: 'h-029', name: '格力空调 天仪 大1匹 新一级能效变频 纯铜管卧室节能省电挂机 国家补贴 KFR-26GW/(26504)FNhAa-B1', price: 928 },
      { id: 'h-030', name: '格力空调 云佳 1.5匹 新一级能效变频 纯铜管省电空调挂机 国家补贴 KFR-35GW/NhGc1B', price: 1051 },
      { id: 'h-031', name: '野兽派（THE BEAST）【新年礼物】Jungle野桃木槿花香薰蜡烛礼盒室内新婚生日礼物', price: 1911 },
      { id: 'h-032', name: '西尼优（CEENIU）香薰室内卧室助眠持久留香房间客厅睡眠香氛生日男女生新年礼物盒', price: 474 },
      { id: 'h-033', name: '连联红定制  新春对联套装', price: 273 },
      { id: 'h-034', name: '野兽派（THE BEAST）【新年礼物】女神的花环玲珑钟罩礼盒香薰蜡烛室内新婚生日礼物', price: 770 },
      { id: 'h-035', name: '糕里糕外春节福包套装', price: 744 },
      { id: 'h-036', name: '野兽派（THE BEAST）【新年礼物】Jungle清新龙舌兰香薰蜡烛礼盒室内新婚生日礼物', price: 1535 },
      { id: 'h-037', name: '西尼优（CEENIU）香薰室内卧室房间安神助睡眠薰衣草生日男女生高级小众新年礼物盒', price: 230 },
      { id: 'h-038', name: '野兽派（THE BEAST）【新年礼物】巴黎鸢尾小小铃兰灯礼盒香薰蜡烛融蜡灯生日礼物', price: 132 },
      { id: 'h-039', name: 'MUJI超声波香薰机 家用香薰加湿夜灯卧室除味氛围摆件生日礼物女', price: 1293 },
      { id: 'h-040', name: '野兽派（THE BEAST）【新年礼物】渠道限定Jungle午后青柚香薰蜡烛礼盒室内生日礼物', price: 747 },
      { id: 'h-041', name: '京东京造十周年礼盒 套装', price: 1452 },
      { id: 'h-042', name: '炊大皇 炒锅 304不锈钢炒菜锅煎锅 平底不粘炒锅32cm 可立可视盖不挑灶', price: 1684 },
      { id: 'h-043', name: '双枪乌金檀菜板 百年龄整木砧案板家用切菜食品抗菌防霉实木40*27*2.5', price: 1190 },
      { id: 'h-044', name: '苏泊尔（SUPOR）304不锈钢7.0L压力锅24cm【3-5人可用】快煮防爆高压锅电磁炉通用', price: 972 },
      { id: 'h-045', name: '米家钛保温杯Ti2 茶水分离杯 纯钛大容量杯子 480ml  男女士水杯', price: 970 },
      { id: 'h-046', name: '美的（Midea）不粘锅炒锅 不粘多功能家用炒菜锅煎锅电磁炉燃气灶通用年货', price: 1025 },
      { id: 'h-047', name: '【不锈钢】和面盆厨房烘焙家用火锅盆洗菜打蛋汤锅盆醒面盆料理盆 32cm【热卖款】不锈钢 和面盆', price: 752 },
      { id: 'h-048', name: '米家 保温杯 316不锈钢水杯 男女士杯子 大容量茶杯便携 350ml白色', price: 1167 },
      { id: 'h-049', name: '妙洁 保鲜罩 300只 一次性食品级保鲜膜套 强韧不易破 餐具高适配', price: 51 },
      { id: 'h-050', name: '康巴赫炒锅不粘锅316L不锈钢炒菜锅32cm蜂窝平底煎炒锅电磁炉燃气灶通用', price: 321 },
      { id: 'h-051', name: '话费充值商品', price: 283 },
      { id: 'h-052', name: '抖音官方抖音币充值100000钻石(抖币)自动充值秒到账 （填写抖音号）', price: 1700 },
      { id: 'h-053', name: '浙江移动手机话费充值100元 快充', price: 1261 },
      { id: 'h-054', name: '中国移动手机话费充值50元 快充', price: 1922 },
      { id: 'h-055', name: '抖音官方抖音币充值5000钻石(抖币)自动充值秒到账 （填写抖音号）', price: 1670 },
      { id: 'h-056', name: '广东移动手机话费充值100元 快充', price: 1262 },
      { id: 'h-057', name: '江苏移动手机话费充值100元 快充', price: 1425 },
      { id: 'h-058', name: '西藏移动手机话费充值300元 快充', price: 834 },
      { id: 'h-059', name: 'App Store 充值卡 500元（电子卡）Apple 账户 / 苹果 / iOS 充值', price: 826 },
      { id: 'h-060', name: '飞飞乐海航666 随心飞  随心飞机票 全年不限次飞行199元/次 11家航司任选  海航 plus会员 飞飞乐  权益 机票预订  海航PLUS会员权益卡-666元档', price: 809 },
      { id: 'h-061', name: '京选兄弟三同步综合送料厚料双针机皮革沙发汽车座套双针车帐篷双线缝纫机 5400直驱单针三同步+台板【整套】 质保一年【合资品质】', price: 1703 },
      { id: 'h-062', name: '金蝉全屋定制客厅卧室窗帘遮光整套 可上门测量安装 新保留活动套餐 保留活动套餐 全屋定制窗帘专拍', price: 1175 },
      { id: 'h-063', name: '重机8370家用缝纫机19种花样锁边自动穿线70W大功率吃厚', price: 793 },
      { id: 'h-064', name: '京选兄弟电脑平车自动工业平车缝纫机家用缝纫机电动直驱平缝机厚薄通用 E8500蓝四自动小旋梭整套', price: 247 },
      { id: 'h-065', name: 'BKT护腰坐垫久坐神器护腰靠背垫椅子坐垫沙发垫人体工学椅新年礼物', price: 139 },
      { id: 'h-066', name: '金蝉定制全遮光窗帘布 绍兴柯桥雪尼尔客厅卧室飘窗电动轨道一体家用 Mr样品礼包(布+纱) 上门测量安装 收藏加购后 拍单免费寄样品测量 米', price: 278 },
      { id: 'h-067', name: '洁丽雅（Grace）居家差旅便携一次性洗脸巾珍珠纹绵柔毛巾3包 20*20cm 90抽/包', price: 243 },
      { id: 'h-068', name: '京选兄弟电脑同步机厚料缝纫机同步车皮革箱包坐垫电脑工业厚料缝纫 三自动全套（普通电控）', price: 1243 },
      { id: 'h-069', name: '思菲其护腰坐垫人体工学椅护腰靠背垫椅子坐垫护腰久坐神器办公家用座垫', price: 171 },
      { id: 'h-070', name: '窗帘遮光卧室客厅阳台防晒隔热定制', price: 127 },
      { id: 'h-071', name: '希望树二代小绿罐除甲醛果冻除醛魔盒3罐装 foh新房甲醛清除剂真除醛', price: 862 },
      { id: 'h-072', name: 'ZIPPO之宝配件耗材 半年口粮 打火机油 小油*2+火石*1+棉线*1', price: 1020 },
      { id: 'h-073', name: '熏香炉家用香炉电子盘香炉陶瓷炉室内沉香电香炉定时檀香礼盒送礼 宋式煎香炉-浅蓝+6星沉香', price: 1170 },
      { id: 'h-074', name: '绿之源活性炭除甲醛碳包12kg360室内装修新房家用去除甲醛清除剂异味', price: 1840 },
      { id: 'h-075', name: '京东京造黑武士pro全自动雨伞自动折叠伞便携遮阳男士晴雨两用10骨', price: 965 },
      { id: 'h-076', name: '霍尼韦尔（Honeywell）除甲醛新房急入住母婴专用新车去甲醛清除异味甲醛清除剂果冻魔盒', price: 709 },
      { id: 'h-077', name: '谭木匠木梳子礼盒自在锦鲤女士护发按摩头皮细齿直发实木减少静电节日礼 自在锦鲤', price: 621 },
      { id: 'h-078', name: '山山活性炭7kg除甲醛异味新房去吸味甲醛清除剂除味活性炭除甲醛碳包', price: 1940 },
      { id: 'h-079', name: '小魔全自动晴雨伞男女晴雨两用折叠伞遮阳伞防紫外线黑胶太阳伞自动伞', price: 463 },
      { id: 'h-080', name: '新海 便捷式耐用塑料打火机 可支持定制', price: 475 },
      { id: 'h-081', name: '德施曼（DESMAN）智能门锁C级锁芯人脸识别大屏密码电子锁大圣Q5FPro（新性能版）', price: 551 },
      { id: 'h-082', name: '德施曼（DESMAN）智能门锁人脸掌静脉识别 哨兵可视猫眼大屏Q50FVMax', price: 78 },
      { id: 'h-083', name: '小米智能门锁双摄猫眼指纹锁可视大屏电子锁密码锁M30人脸识别', price: 1783 },
      { id: 'h-084', name: '小米智能门锁 E30 C级锁芯 指纹锁电子锁家用门锁 防盗门锁密码锁', price: 1587 },
      { id: 'h-085', name: '德施曼（DESMAN）智能门锁Ai管家3D人脸识别可视猫眼双摄双屏小圆脸麒麟R9精灵版', price: 1789 },
      { id: 'h-086', name: '小米智能门锁M30Pro 掌静脉人脸锁 指纹锁电子锁密码锁防盗门锁', price: 805 },
      { id: 'h-087', name: '小米全自动智能门锁pro 摄像头指纹锁 猫眼可视 电子锁密码锁防盗门锁', price: 914 },
      { id: 'h-088', name: '小米智能门锁2 Pro 3D人脸识别 可视猫眼大屏指纹锁电子锁密码锁', price: 155 },
      { id: 'h-089', name: '欧普照明（OPPLE）京东集采风暖浴霸 京系列 抱抱暖变频恒温除菌浴霸 京耀', price: 1349 },
      { id: 'h-090', name: 'TATA木门卧室门卫生间门厨卫门室内平开门 二室三室一厅室内门套餐', price: 1717 },
      { id: 'h-091', name: 'SPACEXPERT 衣物收纳箱特大号塑料整理箱车载储物箱80L蓝色 1个装 带轮', price: 1452 },
      { id: 'h-092', name: '收纳博士 [销量NO.1]真空压缩收纳袋子衣服衣物棉被子羽绒服手泵9件套', price: 1284 },
      { id: 'h-093', name: '京东京造巨能装搬家袋打包收纳袋棉被袋衣服被子储物袋 大号108升 3只装', price: 332 },
      { id: 'h-094', name: '太力[销量NO.1]真空压缩收纳袋电动气泵抽真空被子羽绒衣服抽压两用', price: 310 },
      { id: 'h-095', name: '禧天龙塑料衣物收纳箱玩具整理箱车载储物箱55L 透明 3个装 带轮', price: 1466 },
      { id: 'h-096', name: '酷游利群-便民服务收纳挂袋', price: 1236 },
      { id: 'h-097', name: '京东物流 塑料收纳箱换季家用大容量整理储物箱子多功能整理箱 莫兰迪色（颜色随机） 【单个装】中号 33*23*18cm', price: 1273 },
      { id: 'h-098', name: '次日达 韩国小熊帆布包升级加大加厚便携出门收纳袋手机化妆品包 【三只小熊】加大款 店铺爆款 已售300万', price: 1497 },
      { id: 'h-099', name: '泰和众安泰和众安PP新料小纸袋 28丝195×95×350±50mm', price: 359 },
      { id: 'h-100', name: '京东京造【巨能装】收纳箱可折叠翻盖带轮储物箱大容量64*67*40 cm', price: 1731 },
      { id: 'h-101', name: '九牧京东联合智能马桶静音小金刚S7抗菌防溅泡沫盾ZS770P-305免费送装', price: 1668 },
      { id: 'h-102', name: '恒洁（HEGII）京东联名马桶S3 家用虹吸马桶小户型坐便器DCF0300PT-400', price: 1228 },
      { id: 'h-103', name: '好太太家宝系列厨房水槽小米粒大单槽多功能洗碗洗菜一体盆304不锈钢洗菜池 75*45 【5.0加厚】纳米抗菌', price: 1193 },
      { id: 'h-104', name: '九牧（JOMOO）智能马桶全家桶MAX自清洁泡沫盾UV除菌自动翻盖S780J-305免费送装', price: 307 },
      { id: 'h-105', name: 'TOTOHEALTH系列智能马桶全自动感应清洗加热烘干一体带水箱即热式坐便器 HM19 顶配 全自动+内置泡泡盾 250mm 300\\350\\400坑距 下单备注', price: 1874 },
      { id: 'h-106', name: '九牧（JOMOO）轻智能马桶无水压限制脚感翻盖翻圈无棱内壁SQ8640-SA-CJM305', price: 1250 },
      { id: 'h-107', name: '九牧（JOMOO）11396-2-1/31KB-1抗菌一级水效坐便器暴风虹吸式节水马桶305坑距', price: 1529 },
      { id: 'h-108', name: '恒洁（HEGII）智能马桶H5Pro(26版)感应自动翻盖泡沫盾带水箱包安装DCE717B-305', price: 1157 },
      { id: 'h-109', name: '九牧（JOMOO）花洒淋浴花洒套装自动除垢增压喷枪淋浴器36633-526/HBS-1', price: 1970 },
      { id: 'h-110', name: '恒洁（HEGII）智能马桶H5Ultra(Max)舒沐洗自动翻盖自清洁UV除菌-超体', price: 1177 },
      { id: 'h-111', name: '南窗定制风幕柜冷藏冷冻商用设备水果蔬菜饮料牛奶串串冷藏保鲜柜包邮', price: 1059 },
      { id: 'h-112', name: '南窗商用电器  智能自动滚筒炒饭机翻炒机多功能外卖炒菜机器人酒店餐饮饭堂食堂厨房机器人炒菜机', price: 814 },
      { id: 'h-113', name: '南窗商用电器 智能自动滚筒炒饭机翻炒机多功能外卖炒菜机器人酒店餐饮饭堂食堂厨房机器人炒菜机', price: 1029 },
      { id: 'h-114', name: 'TCL电视 75T7K 75英寸会议平板 QD-Mini LED 640分区 XDR 1600nits QLED量子点', price: 1649 },
      { id: 'h-115', name: 'TCL电视 75T7K 75英寸会议平板 QD-Mini LED 640分区 XDR 1600nits QLED量子点', price: 1456 },
      { id: 'h-116', name: '海信会议平板电视85E5N Pro+【送装一体-固定挂架】85英寸 DeepSeek AI电视 Mini LED 85E5ND-PRO', price: 1078 },
      { id: 'h-117', name: '美的空调 酷省电 大1.5匹 新一级能效变频卧室节能 纯铜管 卧室空调挂机国家补贴KFR-35GW/N8KS1-1', price: 142 },
      { id: 'h-118', name: 'TCL电视 85T7K 85英寸会议平板 QD-Mini LED 800分区 XDR 1600nits QLED量子点', price: 1937 },
      { id: 'h-119', name: '海信会议平板电视75E5N Pro+【送装一体-固定挂架】75英寸 MiniLED 75E5ND-PRO', price: 1668 },
      { id: 'h-120', name: '南窗商用双加热意式商用全半自动家用奶泡电动现磨豆研磨一体机', price: 1890 },
      { id: 'h-121', name: '京东全屋定制全爱格板整家定制衣柜套餐18㎡（投影面积）', price: 1879 },
      { id: 'h-122', name: '黑白调P2 Pro二代人体工学椅电脑椅办公椅电竞椅子人工力学座椅4D腰托', price: 1921 },
      { id: 'h-123', name: '华鹤门厅定制 SFY23999套餐 入户空间整体定制柜卧室家具木门 套餐价', price: 1651 },
      { id: 'h-124', name: '喜临门白骑士plus 2cm乳胶独袋弹簧床垫舒脊黄麻床垫 1.8x2米 软硬适中', price: 1759 },
      { id: 'h-125', name: '京东京造Z9Pro人体工学椅电竞椅办公椅子电脑椅人工力学座椅5D扶手+脚踏灰', price: 969 },
      { id: 'h-126', name: '西昊M56二代 人体工学椅办公椅电脑电竞椅子人工力学座椅学习升降椅背', price: 793 },
      { id: 'h-127', name: '好太太（Hotata）【国家补贴】电动晾衣架智能隐形超薄阳台晾衣架升降晾衣杆D10-ZM', price: 786 },
      { id: 'h-128', name: '米家智能晾衣机1S【国家补贴】小米电动隐形晾衣架超薄机身无线遥控', price: 1121 },
      { id: 'h-129', name: '亚朵星球普兰特床垫太空记忆绵独袋静音弹簧酒店升级款1.8×2米适中偏硬', price: 1354 },
      { id: 'h-130', name: '京东全屋定制京甄板实木颗粒系列整家定制衣柜套餐8㎡（投影面积）', price: 708 },
      { id: 'h-131', name: '瑞琴60支纯棉被套单件1.8x2.0m全棉学生宿舍150x200单双人被罩200x230 60支长绒棉被套轻奢-姜黄 送枕套两只-200*230cm【全棉60支', price: 1798 },
      { id: 'h-132', name: '瑞琴简约加厚全棉磨毛四件套秋冬纯棉100床单被套保暖床上用品三4件套 吉林苑-灰s 1.2m(床单款)被套160*210 三件套', price: 419 },
      { id: 'h-133', name: '谷蝶入户门地垫进门脚垫子免打理耐脏免洗门口吸水防滑家用可裁剪 XZ-36 100*160cm 加厚/可裁剪', price: 257 },
      { id: 'h-134', name: '瑞琴北欧风ins纯棉床上四件套100全棉床单被套床笠简约宿舍床品件套 极简线条【全棉面料】 0.9m床【床单三件套】(适合150*2', price: 1031 },
      { id: 'h-135', name: '瑞琴简约全棉床上四件套夏季100纯棉水洗棉ins床单床笠被套件套床品 水洗棉贝壳边-粉【纯棉水洗棉】 0.9m床【床单款三件套】-适合150', price: 325 },
      { id: 'h-136', name: '瑞琴纯棉被套单件200x230双人全棉夏季被罩床单150x200单人被单三件套 蓝色恋人 【亲肤全棉  适合裸睡 1.5m床【床笠款四件套】适合200x', price: 1325 },
      { id: 'h-137', name: '瑞琴2023新款四件套纯棉被套南通床上用品4学生宿舍 纷然花语-HQ 2.0m床【床单款四件套】-适合220', price: 365 },
      { id: 'h-138', name: '瑞琴ins公主风全棉纯棉被套单件150x200单人碎花被单200x230双人被罩 L若兰-荷叶边 2.0m床【床单款四件套】  适220x', price: 751 },
      { id: 'h-139', name: '瑞琴2023新款床上四件套100全棉纯棉床单被套南通床品4学生宿舍 碧水佳人【无】-尚 1.5m床【床单款四件套】-适合180', price: 777 },
      { id: 'h-140', name: '谷蝶ins风卧室地毯床边毯防滑隔音客厅阳台可坐可睡垫子房间床尾 暖意-4M 60×120cm', price: 606 },
    ]
  },
  {
    id: '3c_digital',
    name: '3C 数码直播间',
    videoUrl: 'https://shi-1318541159.cos.ap-guangzhou.myqcloud.com/zbtest-4.mp4',
    skus: [
      { id: 'd-001', name: 'HUAWEI Mate 80 麒麟9020 16GB+512GB曜石黑 第二代红枫影像 鸿蒙AI 超可靠玄武架构 华为直屏鸿蒙手机', price: 482 },
      { id: 'd-002', name: 'Apple/苹果 iPhone 17 Pro 256GB 星宇橙色 支持移动联通电信5G 双卡双待手机', price: 1696 },
      { id: 'd-003', name: 'Apple/苹果【24期免息】iPhone 17 Pro Max 512GB 星宇橙色 支持移动联通电信5G 双卡双待手机', price: 597 },
      { id: 'd-004', name: 'Apple/苹果 iPhone 16（A3288）256GB 白色 支持移动联通电信5G 双卡双待手机', price: 506 },
      { id: 'd-005', name: 'Apple/苹果 iPhone 17 Pro 256GB 银色 支持移动联通电信5G 双卡双待手机', price: 566 },
      { id: 'd-006', name: 'HUAWEI Mate 80 麒麟9020 12GB+512GB曜石黑 第二代红枫影像 鸿蒙AI 超可靠玄武架构 华为直屏鸿蒙手机', price: 1346 },
      { id: 'd-007', name: 'HUAWEI Mate 80 麒麟9020 16GB+512GB云杉绿 第二代红枫影像 鸿蒙AI 超可靠玄武架构 华为直屏鸿蒙手机', price: 1189 },
      { id: 'd-008', name: 'Apple/苹果 iPhone 17 Pro Max 256GB 银色 支持移动联通电信5G 双卡双待手机', price: 1044 },
      { id: 'd-009', name: 'Apple/苹果 iPhone 16 Pro（A3294）256GB 原色钛金属 支持移动联通电信5G 双卡双待手机', price: 742 },
      { id: 'd-010', name: 'HUAWEI Mate 80 Pro Max 麒麟9030 Pro 16GB+512GB极昼金全金属玄武架构超透亮灵珑屏华为直屏鸿蒙手机', price: 1626 },
      { id: 'd-011', name: 'Apple/苹果 iPad11英寸 A16芯片2025年款 平板电脑 (256GB WLAN版/学习办公娱乐)银色', price: 1223 },
      { id: 'd-012', name: 'Apple/苹果 iPad Air 11英寸 M3芯片2025年款 平板电脑 (256GB WLAN版)蓝色', price: 904 },
      { id: 'd-013', name: 'Apple/苹果 iPad11英寸 A16芯片2025年款 平板电脑 (256GB WLAN版/学习办公娱乐)粉色', price: 823 },
      { id: 'd-014', name: 'Apple/苹果 iPad11英寸 A16芯片2025年款 平板电脑 (128GB WLAN版/学习办公娱乐)银色', price: 585 },
      { id: 'd-015', name: '联想拯救者Y7000P 游戏笔记本电脑(酷睿i9-14900HX 16G 1T RTX5060 2.5K 240Hz 黑) 国家补贴', price: 1382 },
      { id: 'd-016', name: '机械革命【国家补贴】极光X 酷睿i7HX 游戏本笔记本电脑(i7-13700HX 16G 1T RTX5060 2.5K屏 180Hz 灰)', price: 1601 },
      { id: 'd-017', name: '联想拯救者R7000P 游戏笔记本电脑(锐龙9 8940HX 16G 1T RTX5060 2.5K 240Hz 黑) 国家补贴', price: 743 },
      { id: 'd-018', name: 'Apple/苹果 iPad Air 11英寸 M3芯片2025年款 平板电脑 (256GB WLAN版)紫色', price: 340 },
      { id: 'd-019', name: 'Apple/苹果 iPad11英寸 A16芯片2025年款 平板电脑 (128GB WLAN版/学习办公娱乐)粉色', price: 1876 },
      { id: 'd-020', name: '联想拯救者Y9000P AI高静游戏笔记本电脑(Ultra9 275HX 32G 1T RTX5060 2.5K 240Hz 黑) 国家补贴', price: 587 },
      { id: 'd-021', name: '习近平谈治国理政第五卷 中文平装版', price: 1963 },
      { id: 'd-022', name: '盗墓笔记 9册套装 典藏纪念版2022版 南派三叔书全集重启 小说', price: 1340 },
      { id: 'd-023', name: '【厂直】 工程师之魂——比亚迪三十而立(1994-2024)(车主尊享版)', price: 768 },
      { id: 'd-024', name: '汪苏泷十万伏特巡回演唱会设定集 特典版 2025年6月11日12:00至2025年6月20日11:59限时预售', price: 517 },
      { id: 'd-025', name: '【25周年纪念版】哈利波特全套七册 25周年纪念版 哈利波特全套正版 京东自营 初版封面焕新重制 阅读 童书  一升二衔接 小升初衔接 儿童年货节送礼', price: 1457 },
      { id: 'd-026', name: '哪吒 三界往事 哪吒之魔童闹海官方原创番外绘本 电影主创团队亲绘 导演饺子寄语 超长拉页隐藏彩蛋 附赠PVC书签 镭射藏书票 哪吒之魔童降世 土拨鼠 可可豆动画 彩条屋影业 赠品在书内', price: 675 },
      { id: 'd-027', name: '【送文具大礼包】好奇号杂志 2026年1月-12月  1年共12期   6-12岁少儿阅读 Cricket Media中文版通识类科普小学生课外读物期刊（先发“杂志订阅清单”）', price: 281 },
      { id: 'd-028', name: '牛津高阶英汉双解词典第10版2025版赠本词典APP一年会员 商务印书馆中小学生语文文言文常备工具书 可搭购教材教辅新概念现代汉语词典古汉语常用字字典牛津英语词典作文书成语古代汉语词典', price: 454 },
      { id: 'd-029', name: '毛泽东选集平装本套装全4册 毛选完整无删减版 内含毛泽东的党委会的工作方法论持久战诗词实践论矛盾论', price: 1316 },
      { id: 'd-030', name: '【时光学】中国儿童百科全书典藏版含考点手册精装全彩知识成长科普读物绘本中小学生课外阅读书籍 儿童年货节送礼', price: 1474 },
      { id: 'd-031', name: '得力（deli）【全网低价】双电源桌面办公计算器 12位大屏幕桌面计算机 办公文具用品 837ES', price: 1801 },
      { id: 'd-032', name: '得力(deli)36g高粘度PVP固体胶水 无甲醛快干耐用胶棒 强力粘接 学生文具 12支装 办公用品 P07093', price: 1308 },
      { id: 'd-033', name: '得力(deli)8刀头SK5合金钢大号美工刀片/裁纸刀片 10片/盒 20盒采购装 办公用品 2011-20', price: 77 },
      { id: 'd-034', name: '得力（deli）S01中性笔签字笔 0.5mm经典办公按动笔水笔 黑色 12支/盒', price: 239 },
      { id: 'd-035', name: '晨光（M&G）文具GP1008按动中性笔学生0.5黑笔签字笔商务子弹头考试专用水笔高颜值办公用品12支/盒', price: 513 },
      { id: 'd-036', name: '得力(deli)10只55mm文件盒档案盒资料盒加厚办公财务文件资料票据试卷收纳 27706 蓝色得力办公好物', price: 1424 },
      { id: 'd-037', name: '晨光（M&G）文具 10只A4/55mm档案盒粘扣文件盒 凭证收纳资料盒 蓝色票据塑料盒办公财会用品ADM929Z9', price: 106 },
      { id: 'd-038', name: '得力（deli）10只55mmA4加厚PP粘扣文件盒档案盒资料盒凭证文件收纳盒办公用品财会用品27036蓝色得力办公好物', price: 1503 },
      { id: 'd-039', name: '齐心（COMIX）10只A4档案盒55mm粘扣文件盒加厚塑料资料盒凭证人事城建文件收纳盒办公财会用品蓝色EA1002-10', price: 1205 },
      { id: 'd-040', name: '得力美工刀片裁纸刀片大号18mm加厚合金钢耐磨50片装可折 10片/盒办公用品 P02011-05', price: 1211 },
      { id: 'd-041', name: '大疆 DJI Osmo Pocket 3 标准版 一英寸口袋云台相机 OP灵眸手持数码相机 旅游vlog 便携美颜摄像', price: 1333 },
      { id: 'd-042', name: '小米（MI）手环9Pro银色 智能手环 高精度运动健康 睡眠呼吸暂停监测 心率血氧监测运动手环送男友送女友', price: 1323 },
      { id: 'd-043', name: 'HUAWEI WATCH GT 5 冰晶蓝41mm华为智能手表情绪健康助手玄玑感知系统', price: 1784 },
      { id: 'd-044', name: 'Apple/苹果 AirPods 4(支持主动降噪)搭配无线充电盒(USB-C)苹果耳机 蓝牙耳机适用iPhone/iPad 四代', price: 1975 },
      { id: 'd-045', name: '大疆 DJI Osmo Pocket 3 一英寸口袋云台相机 OP灵眸手持数码相机 旅游摄影摄像 直播vlog拍摄 标准版 官方标配', price: 969 },
      { id: 'd-046', name: 'Apple/苹果 Watch Series 10 智能手表GPS款42毫米玫瑰金色铝金属表壳淡桃粉色运动型表带S/M MX1R3CH/B', price: 1959 },
      { id: 'd-047', name: '大疆 DJI Osmo Action 4灵眸运动相机摩托车山地公路骑行潜水防抖户外vlog便携式4k旅游', price: 95 },
      { id: 'd-048', name: 'Apple/苹果 AirPods Pro (第三代) 搭配MagSafe充电盒 (USB-C) 苹果耳机 蓝牙耳机 适用iPhone/iPad/Mac', price: 931 },
      { id: 'd-049', name: '索尼（SONY）Alpha 7 IV 全画幅微单相机 创意外观滤镜 单机身 4K 60p（ILCE-7M4/A7M4）', price: 537 },
      { id: 'd-050', name: '科大讯飞人工智能旗舰学习机T30 Lite 12.5英寸护眼大屏 中高考同源技术 星火+DeepSeek双AI模型 8+512G', price: 115 },
    ]
  }
];

export const ISSUE_OPTIONS = [
  { 
    id: 'mismatch', 
    label: '图文不匹配问题',
    description: '虽然图是商品，但与当前口播句子的“重点”不匹配。'
  },
  { 
    id: 'carousel', 
    label: '轮播图片问题',
    description: '有头图轮播现象：不同图片在一个 KT 板中轮播。'
  },
  { 
    id: 'invalid_flash', 
    label: '无效空闪问题',
    description: '图片弹出，但对应口播文稿是一句毫无信息量的废话。例如：在讲解卖点时，突然弹出一张产品参数图且图与任何关键词都挂不上钩。'
  },
  { 
    id: 'duration', 
    label: '视频时长问题',
    description: '在口播讲解卖点的周期内，素材提前消失或一闪而过，导致图片展示时长短于用户获取信息所需时长，造成视听体验断层。'
  },
  { 
    id: 'ux', 
    label: '用户体验问题',
    description: '对应口播的 SKU 脚本中，KT 板展示的信息不足，不能通过声画配合充分传达商品卖点信息。'
  },
  { 
    id: 'other', 
    label: '其他问题（需要说明）',
    description: ''
  },
];
